/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "Vi presenterar Skype WiFi";
"INTRO_SUBHEADER" = "Gå online på WiFi-hotspots och betala bara för de minuter som du använder med Skype-kredit.";
"INTRO_ICON_WIFI" = "Ring med Skype, kolla e-post och surfa på nätet.";
"INTRO_ICON_GLOBE" = "Skype WiFi finns på mer än en miljon platser över hela världen.";
"INTRO_ICON_SKYPECREDIT" = "Betala bara för de minuter du använder.";

"STATE_CHECKINGNETWORK_HEADER" = "Vänta…";
"STATE_CHECKINGNETWORK_SUBHEADER" = "Söker nätverk för Skype WiFi";

"STATE_JOINWIFI_HEADER" = "Du är inte ansluten till WiFi";
"STATE_JOINWIFI_SUBHEADER" = "Anslut till ett öppet WiFi-nätverk som har stöd för Skype WiFi.";

"STATE_ALREADYONLINE_HEADER" = "Du är redan uppkopplad";
"STATE_ALREADYONLINE_SUBHEADER" = "Det verkar som om du redan är ansluten till internet. Skype WiFi gör att du kan gå online på öppna WiFi-hotspots på mer än en miljon platser över hela världen.";

"STATE_GENERALERROR_HEADER" = "Kunde inte ansluta";
"STATE_GENERALERROR_SUBHEADER" = "WiFi-nätverket svarar inte som det ska. Försök ansluta till något annat nätverk.";

"STATE_CONNECT_HEADER" = "Skype WiFi finns här";
"STATE_CONNECT_TOS_HTML_FORMAT" = "Genom att ansluta samtycker jag till leverantörens <a href=\"%@\">terms&nbsp;of&nbsp;service</a>";

"STATE_CONNECT_BUTTON" = "Anslut";
"STATE_CONNECTING_BUTTON" = "Ansluter…";

"STATE_CONNECTED_SHORT" = "Ansluten";
"STATE_CONNECTED_HEADER" = "Du är online med Skype WiFi";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "Koppla ner";
"STATE_DISCONNECTING_BUTTON" = "Kopplar ner…";

"STATE_NOCREDIT_HEADER" = "Inte tillräckligt med Skype-kredit";


/* === Mac only === */

"OK_BUTTON" = "OK";
"LEARNMORE_BUTTON" = "Läs mer";
"CLOSE_BUTTON" = "Stäng";
"GO_BACK_BUTTON" = "Gå tillbaka";
"CONTINUE_BUTTON" = "Fortsätt";

"REQUIRES_OSX_VERSION_MESSAGE" = "Skype WiFi kräver OS X %@ eller senare.";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "Skype WiFi kan ännu inte användas med ditt Microsoft-konto. Logga in direkt med ditt Skype-namn och lösenord i stället.";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "Skype WiFi kan ännu inte användas med ditt Microsoft-konto. Skapa ett Skype-konto och logga in med det.";

"MAIN_WINDOW_TITLE" = "Skype WiFi";
"MAIN_WINDOW_TITLE_WITH_SSID" = "Skype WiFi – \"%@\"";

"FLOATER_CONNECTED_TITLE" = "Du är online med Skype WiFi";
"FLOATER_CONNECTED_WISPR_TITLE" = "Du är online";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "Anslutning utgår snart";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "För din säkerhet när du är ansluten med din Skype-kredit, kopplas anslutningen automatiskt ner ifall du glömmer att koppla ner.";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d minuter";

"STATE_CONNECT_SUBHEADER" = "Anslut till internet via detta nätverk och Skype WiFi och betala bara för de minuter du använder med Skype-kredit.";
"STATE_CONNECT_FREE_HEADER" = "Skype WiFi är gratis här";
"STATE_CONNECT_FREE_SUBHEADER" = "Utnyttja gratis internet på denna hotspot med Skype WiFi. Surfa, kolla e-post eller använd Skype.";
"STATE_CONNECT_WISPR_HEADER" = "Jag har ett konto hos den här leverantören";
"STATE_CONNECT_WISPR_SUBHEADER" = "Om du redan har ett konto hos leverantören anger du din behörighet här.";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "Din internetanslutning upphör snart";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@ Du kan koppla ner när du vill och kommer bara att debiteras för de minuter som du har använt.";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "Du har varit uppkopplad i ungefär %d minuter.";
"COUNTUP_0MIN" = "Du har varit uppkopplad i mindre än en minut.";
"COUNTUP_1MIN" = "Du har varit uppkopplad i ungefär en minut.";
"STATE_CONNECTED_WISPR_HEADER" = "Du är nu online";
"STATE_CONNECTED_WISPR_SUBHEADER" = "Du har anslutit dig med ditt konto hos den här hotspot-leverantören. Du kan koppla från när du vill.";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "Betygsätt denna hotspot.";

"STATE_CONNECTED_EXTEND_BUTTON" = "Fortsätt vara online";
"STATE_CONNECTED_EXTENDING_BUTTON" = "Återansluter…";

"STATE_NOCREDIT_SUBHEADER" = "Du måste ha Skype-kredit för att betala per minut för internet via Skype WiFi.";
"STATE_NOCREDIT_BUTTON" = "Skaffa Skype-kredit";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "Kontrollerar nätverk";
"STATE_JOINWIFI_SHORT" = "Ingen WiFi";
"STATE_ALREADYONLINE_SHORT" = "Redan online";
"STATE_GENERALERROR_SHORT" = "Fel";
"STATE_CONNECT_SHORT" = "Tillgängligt här";
"STATE_NOCREDIT_SHORT" = "Ingen kredit";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "%d minuter kvar";
"TIMEEXPIRE_1MINUTE_LEFT" = "1 minut kvar";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "Mindre än en minut kvar";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "Din internetanslutning upphör snart.";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Skype-namn";
"LOGIN_PASSWORD_PLACEHOLDER" = "Lösenord";
"LOGIN_BUTTON" = "Logga in";
"SIGN_OUT_BUTTON" = "Logga ut";

/* unused */
"LOGIN_PROBLEMS" = "Problem med att logga in?";
"LOGIN_CREATE_ACCOUNT" = "Skapa ett konto";

/* iPhone/iPad */
"SETTINGS_TITLE" = "Inställningar";
/* unused */
"SETTINGS_BUTTON" = "Inställningar";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Skype WiFi version %1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d Skype och/eller Microsoft";
"ABOUT_PATENTPENDING" = "Patentsökt";
"ABOUT_FEEDBACK_BUTTON" = "Feedback";
"ABOUT_LEGAL_BUTTON" = "Juridiskt";
"ABOUT_TRADEMARK" = "Namnet Skype, tillhörande varumärken och logotyper och \"S\"-logotypen är varumärken som tillhör Skype.";
"ABOUT_DISCLAIMER" = "Programmet är skyddat av copyright och internationella avtal. Otillåten reproduktion eller distribution av detta program i dess helhet eller delar kan resultera i allvarliga straffrättsliga och civilrättsliga påföljder och kommer att beivras i största möjliga utsträckning enligt gällande lagar.";

/* unused */
"PROFILE_BUTTON" = "Profil";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Skype-namn";
"PROFILE_SKYPECREDIT" = "Skype-kredit";
"PROFILE_SKYPECREDIT_NA_VALUE" = "Ej tillämpligt";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "Laddar…";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "Besökta hotspots";
"USAGE_PREVIOUSCONNECTIONS" = "Tidigare anslutningar";
"USAGE_LASTUSED" = "Senast använda";
"USAGE_LASTUSED_NEVER_VALUE" = "Aldrig";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "%1$@ på %2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "Populära platser";
"SUPPORTEDNETWORKS_PROVIDERS" = "Leverantörer";
